export default {
  data: {
    artists: {
      edges: [
        {
          postid: 4831,
          title: "木星",
          categoryid: "solar",
          updatetime: "1649174400000",
          content:
            "## 軌道特性:\n\n> 木星的軌道半長軸為5.2AU，繞行太陽需花11.86年\n\n<br />\n\n因其週期接近12年，在中國古代將木星與「地支」聯想在一起，而稱木星為「歲星」。\n\n<br />\n\n相較於其巨大的體積，木星自轉的速度非常快，只要9.9小時就轉一圈，是所有行星中自轉週期最短的。\n\n<br />\n\n物理特性:\n\n<br />\n\n木星的平均半徑約為11個地球半徑，質量則為317.8個地球質量，是所有行星之中最大的，甚至因為木星巨大的質量，整個太陽系的質心實際上是落在太陽表面之外。\n\n<br />\n\n![8842](https://i.imgur.com/z0B2hlr.png)\n\n<br />\n\n(太陽系質心示意圖，取自[https://curiosmos.com/jupiter-the-only-planet-in-our-solar-system-that-doesnt-orbit-the-sun/](https://curiosmos.com/jupiter-the-only-planet-in-our-solar-system-that-doesnt-orbit-the-sun/))\n\n<br />\n\n木星是一顆巨型氣體行星，估計75%的質量是氫、24%氦以及1%其他的元素組成，內部結構缺乏直接的探測方法而有較大的不確定性，一般認為有一個緻密的核心，而由於巨大的壓力，內層的氫被壓縮成液態、甚至成金屬態氫。\n\n<br />\n\n![8843](https://i.imgur.com/OApi80K.png)\n\n<br />\n\n(木星內部結構，取自[https://www.britannica.com/place/Jupiter-planet/The-interior](https://www.britannica.com/place/Jupiter-planet/The-interior))\n\n<br />\n\n表面特徵:\n\n<br />\n\n木星的表面有著明顯的條紋雲帶特徵，在木星的大氣層頂端，不同的化合物經由對流湧升，形成豐富多彩的橙色、棕色雲層(但確切的構成仍缺乏探測)。\n\n<br />\n\n在南赤道帶邊緣有著最著名的「大紅斑」，大小約為2-3個地球大，且自望遠鏡發明以來已被持續觀測了350年，是一個穩定的反氣旋漩渦。\n\n<br />\n\n![8844](https://i.imgur.com/OApi80K.png)\n\n<br />\n\n(木星，攝於2021/8/26，可觀察到表面的雲帶及大紅斑)\n\n<br />\n\n磁場:\n\n<br />\n\n木星磁場比地球強14倍，具有所有行星中最強的磁場，磁場產生的機制推測是由木星內部的金屬氫旋轉運動而產生的，由於強烈的磁場，木星的兩極也有極光，而且由於部分衛星也包含在木星的磁層以內，衛星上逸散的稀微大氣也經由磁場而在對應的位置產生極光。\n\n<br />\n\n![8845](https://i.imgur.com/9hEY6zV.png)\n\n<br />\n\n(哈伯太空望遠鏡拍攝的紫外線極光影像，取自[https://esahubble.org/images/heic0009a/](https://esahubble.org/images/heic0009a/))\n\n<br />\n\n觀測:\n\n<br />\n\n木星的視星等最亮可至-2.9等，依據木星、地球、太陽三者的相對位置，亮度及視直徑也會有所變化，若利用小型天文望遠鏡，可觀察到木星的條紋狀雲帶、大紅斑、最大的四顆「伽利略衛星」。\n\n<br />\n\n![8846](https://i.imgur.com/mksJ9m5.png)\n\n<br />\n\n(木星，攝於2021/11/2，可見2顆衛星-Io、Ganymede從木星前方經過，其影子落在木星表面)\n\n<br />\n\n除地球上的望遠鏡外，也有許多艘太空船飛掠或繞行木星，如航海家號、伽利略號、卡西尼號、以及最新的朱諾號，為我們帶來許多精彩的資料。\n\n<br />\n\n![8847](https://i.imgur.com/OdxwVMX.png)\n\n<br />\n\n(卡西尼號所拍攝的木星與木衛一Io，取自[https://solarsystem.nasa.gov/resources/111/io-in-front-of-jupiter/?category=planets_jupiter](https://solarsystem.nasa.gov/resources/111/io-in-front-of-jupiter/?category=planets_jupiter))",
          description:
            "軌道特性: 木星的軌道半長軸為5.2AU，繞行太陽需花11.86年因其週期接近12年，在中國古代將木星與「地支」聯想在一起，而稱木星為「歲星」。相較於其巨",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4830,
          title: "類木行星",
          categoryid: "solar",
          updatetime: "1649174400000",
          content:
            "## 類木行星\n\n也稱氣體巨行星，早期是指太陽系中的木星、土星、天王星、海王星，具有行星環的結構且整體密度較低，但因為天王星和海王星的內部及大氣組成和木星及土星有所差異，主要由冰(水、甲烷、氨)組成，所以後來科學家將其稱為冰巨行星。\n\n<br />\n\n![4802](https://i.imgur.com/8xXQV2Z.png)\n\n<br />\n\n(太陽系中的類木行星，取自網路)\n\n<br />\n\n雖然木星和土星的大氣主要由氫和氦所組成，比例約占90%以上，但因為體積非常巨大，在內部的氫會被高壓液化而成為金屬氫，因此可以導電。中心可能有岩石和冰形成的核，也可能沒有，因為行星體積大，壓力高，而內部的氫在高溫、高壓下無法測得正確的值，所以目前還沒有辦法仔細地研究其內部結構。\n\n<br />\n\n當天文學家開始搜尋系外行星時，最早是採用凌日法，因此發現的都是體積較大的氣體行星，加上這些行星和母恆星的距離都非常近，所以稱它們為熱木星。也因為這些系外行星的發現，讓天文學家重新檢視「行星會停留在誕生處」的傳統固定觀念，最終提出了行星遷徙的理論。",
          description:
            "類木行星也稱氣體巨行星，早期是指太陽系中的木星、土星、天王星、海王星，具有行星環的結構且整體密度較低，但因為天王星和海王星的內部及大氣組成和木星及土星有所差異，主要由冰(水、甲烷、氨)組成，所以後",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4829,
          title: "類地行星",
          categoryid: "solar",
          updatetime: "1649174400000",
          content:
            "## 類地行星\n\n也稱岩石行星，主要由金屬及矽酸鹽岩石所組成，在太陽系中類地行星共有4顆，分別為水星、金星、地球、火星。\n\n<br />\n\n![4787](https://i.imgur.com/PDzF4Cy.png)\n\n<br />\n\n(太陽系中的類地行星，取自wikipedia user Brian0918, Public domain, via Wikimedia Commons)\n\n<br />\n\n類地行星的核心由鐵及其他金屬所組成，周圍則含有以矽酸鹽類為主的地函，整體密度相對於類木行星來說要大。\n\n<br />\n\n除了太陽系以外，目前天文學家尋找的系外行星中也含有類地行星，其中有些甚至位於適居帶上，和地球擁有類似的溫度及水資源，例如：Gliese 581c。\n\n<br />\n\n由於類地行星一般來說比較小，因此透過凌日法尋找到的系外行星多半屬於類木行星，不過隨著望遠鏡的觀測能力提升，未來的望遠鏡將有能力直接觀測到類地行星，天文學家也認為類地行星是宇宙當中相當常見的天體，未來發現地球2.0的機率也相當高。",
          description:
            "類地行星也稱岩石行星，主要由金屬及矽酸鹽岩石所組成，在太陽系中類地行星共有4顆，分別為水星、金星、地球、火星。![4787](https://i.imgur.com/PDzF4",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4828,
          title: "天球",
          categoryid: "solar",
          updatetime: "1649174400000",
          content:
            "## 天球\n\n在地表上觀看天體時，由於天體距離地球都非常遙遠，我們僅憑肉眼無法分辨它們的遠近，因此會感覺所有天體都鑲嵌在一個位於無限遠處的假想球面上，而此球體就稱為天球。\n\n<br />\n\n天球和地球具有相同的球心及自轉軸，地球自轉軸向外延伸與天球相交的點稱為天北極及天南極，地球赤道向外延伸並投影在天球上，稱為天球赤道。\n\n<br />\n\n為了方便指出天體在天球上的位置，天文學家制定出赤經及赤緯，其功能就像地表上的經緯度。有了赤經赤緯，則每個天體在天空中都有一組座標，此座標系統就稱為赤道座標系。\n\n<br />\n\n![4755](https://i.imgur.com/rvQdXz4.png)\n\n<br />\n\n(天球，紅色為黃道、綠色為赤經及赤緯，取自Tfr000 (talk) 20:06, 29 March 2012 (UTC), CC BY-SA 3.0, via Wikimedia Commons)",
          description:
            "天球在地表上觀看天體時，由於天體距離地球都非常遙遠，我們僅憑肉眼無法分辨它們的遠近，因此會感覺所有天體都鑲嵌在一個位於無限遠處的假想球面上，而此球體就稱為天球。天球和地球具有相",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4827,
          title: "二十四節氣",
          categoryid: "solar",
          updatetime: "1649174400000",
          content:
            "## 二十四節氣\n\n> 吃完湯圓為什麼會多一歲? 這完全是24節氣規定所致！\n\n<br />\n\n發源於中國華北地區的24節氣，主要是為了讓人民能夠知寒暑而決定農事的進展、甚至在生活上有個參考的依據，因此就按太陽在黃道上的位置，訂出了節氣。但是這樣的設計，並不適用台灣的氣候與農作，因為台灣位於中低緯度，屬於亞熱帶及熱帶季風氣候。\n\n<br />\n\n我們日復一日、年復一年，看著太陽東升西落，而它在天空中行經的路線，我們稱之為黃道。由於地球自轉軸相對於公轉軌道，存在23.5度的夾角，因此有著春夏秋冬四季的變化。在《淮南子天文訓》一書中記載著24節氣的次序和名稱。從地球上觀察，太陽每天約在天空中行走1度，環繞一圈則稱為一個回歸年。在中國古代，冬至是新的一年的開始，這也是為什麼吃完湯圓多一歲的由來。\n\n<br />\n\n由於一年的長度是用太陽的運行訂出，24節氣也是按照太陽的位置設計，基本上，每一節氣在每年中的日期變動不大。然而，一個回歸年實際長度為365.2422天，曆法上的一年長度則為365天，這樣的差距，我們則是透過閏年的設計來修正，也因此有時候節氣不會都固定在某一個日期。",
          description:
            "二十四節氣 吃完湯圓為什麼會多一歲? 這完全是24節氣規定所致！發源於中國華北地區的24節氣，主要是為了讓人民能夠知寒暑而決定農事的進展、甚至在生活上有個參考的依據，因此就按",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4826,
          title: "恆星日及太陽日",
          categoryid: "solar",
          updatetime: "1649174400000",
          content:
            "## 恆星日及太陽日\n\n> 地球的自轉和公轉一樣，方向均為由西向東，若從北極上方往下看，兩者均呈現逆時針轉動。\n\n<br />\n\n地球的自轉形成天體的周日運動，也產生晝夜交替變化。自轉軸約略指向北極星，故對地球上的觀測者而言，北極星幾乎固定在天空中永遠不動，其仰角大致等於觀察者所在緯度，而其他天體則會東升西落。夜晚時，若用相機對著北極星進行長時間曝光拍攝，便可記錄到群星繞著北極星旋轉的圓弧形軌跡。\n\n<br />\n\n若以遠方的一顆恆星為基準，當恆星連續兩次通過中天，即地球繞著自轉軸旋轉一圈360度所需的時間定義為一個恆星日；若以太陽為基準，當太陽連續兩次通過中天所需的時間定義為一個太陽日。由於地球在自轉的同時也會繞著太陽公轉，每天大約繞太陽公轉1度，因此每天需要多花4分鐘的時間才能再次正對太陽，這也導致太陽日的長度要比恆星日來的長。平均太陽日為24小時，這是因為地球的軌道為橢圓形，每天的太陽日長度並不一致，而恆星日約23小時56分鐘，也就是說恆星每天會提早4分鐘到達相同位置，一年後會提早24小時升起，即相同星空於同一時刻再現的週期為一年，故稱為周年運動。\n\n<br />\n\n![4673](https://i.imgur.com/hAiTYMi.png)\n\n<br />\n\n(恆星日與太陽日，取自維基百科)",
          description:
            "恆星日及太陽日 地球的自轉和公轉一樣，方向均為由西向東，若從北極上方往下看，兩者均呈現逆時針轉動。地球的自轉形成天體的周日運動，也產生晝夜交替變化。自轉軸約略指向北極星，故對",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4825,
          title: "月球兩大地形",
          categoryid: "solar",
          updatetime: "1649174400000",
          content:
            "## 月球兩大地形\n\n> 從地表觀看月球，會發現月球上很明顯地分成明亮及暗黑的區域，剛好分別對應到月球上的隕石坑和月海。\n\n<br />\n\n月海是月球表面相對較為平坦的區域，如平原或低地，主要由玄武岩所組成，是古代火山爆發噴發出來的岩漿將窪地填滿後所形成的。之所以稱為海，是因為在早期的時候，觀測技術不如現在先進，無法清晰地分辨月球表面情況，觀測者依照對地球的了解，認為該地區較暗是因為反光率低所導致，推測應該是海洋。玄武岩中富含鐵元素，缺乏含水的礦物，且其分布並不均勻，在月球正面，月海面積約佔一半，但在月球背面，月海只佔2.5%。\n\n<br />\n\n月球表面看起來較亮的區域為隕石坑，主要由小行星或彗星撞擊而形成，大部分的隕石坑以歷史上著名的科學家、藝術家、哲學家等的名字命名。當一顆隕石撞擊月球表面時，撞擊時的動能會產生衝擊波並從撞擊點輻射擴散出去，撞擊點的月岩和隕石會因為高溫而熔化，逐漸形成一個坑。由於不同時期的隕石坑具有不同的特徵，因此透過分析隕石坑的外觀、組成、分布，可以推估其年齡。雖然月球上沒有大氣層及天氣作用，但因為暴露在太空中，月球表層容易受到宇宙射線、太陽輻射、太陽風粒子、微流星體的轟擊，因此隕石坑邊緣也會逐漸被軟化和磨損，此現象稱為太空風化。\n\n<br />\n\n![4520](https://i.imgur.com/tFLY4Zj.png)\n\n<br />\n\n(月球表面，取自Jay Tanner, CC BY-SA 3.0, via Wikimedia Commons)",
          description:
            "月球兩大地形 從地表觀看月球，會發現月球上很明顯地分成明亮及暗黑的區域，剛好分別對應到月球上的隕石坑和月海。月海是月球表面相對較為平坦的區域，如平原或低地，主要由玄武岩所組成",
          image: null,
          __typename: "Artist",
        },
      ],
      pageInfo: {
        hasNextPage: true,
        hasPreviousPage: false,
        start: 4831,
        end: 4825,
        __typename: "PageInfo",
      },
      __typename: "ArtistsConnection",
    },
  },
};
