export default {
  data: {
    artists: {
      edges: [
        {
          postid: 4903,
          title: "超麻吉的雙胞胎——雙子座",
          categoryid: "story",
          updatetime: "1649260800000",
          content:
            "> 冬季的夜晚有一年之中最燦爛的星空\n\n在東北方可以找到兩顆很靠近的一等星，往西南方延伸下來幾個星點，構成一個「北」字形，這就是雙子座。\n\n<br />\n\n### 在神話故事中\n\n他們是由斯巴達王妃莉妲所生一對可愛的雙胞胎。不過他們的父親卻不同，哥哥波勒克斯(Pollux)是天神宙斯之子，而弟弟卡斯特(Castor)卻是凡人巴斯特王的後代。\n\n<br />\n\n雖然有著神與人不同的血源，使得哥哥擁有長生不死之身，弟弟只有有限的壽命，但兩人從出生以來就如膠似漆，鮮少分離，遇到困難都能互助合作，是一對超級好兄弟。\n\n<br />\n\n哥哥波勒克斯的拳法精湛，弟弟卡斯特善於駕車，兩人都勇於冒險，曾經參與過著名的亞戈號遠征奪取金羊毛的行動。不幸的是，某年希臘遭受一頭巨大的山豬肆虐攻擊，他們與同為雙胞胎的堂兄弟凱倫烏斯與伊達斯共同接受希臘王子的請託追捕大山豬。\n\n<br />\n\n在費盡千辛萬苦成功捕獲山豬之後，他們竟然遭受到想搶功勞的堂兄弟構陷而受到重傷。波勒克斯因為擁有天神血統而免於一死，但卡斯特卻一命嗚呼。波勒克斯傷痛欲絕，遂請求父神宙斯，將自己的不死之身分一半給弟弟，代價是自己有一半時間要留在冥府，另一半時間才能和弟弟一起在人間生活，宙斯被兄弟倆的真情感動，不但完成哥哥的心願，還把他們昇到天空成為星座，讓世人都能見證他們珍貴的手足情誼。",
          description:
            "季的夜晚有一年之中最燦爛的星空在東北方可以找到兩顆很靠近的一等星，往西南方延伸下來幾個星點，構成一個「北」字形，這就是雙子座。### 在神話故事中他們是由斯巴達王妃莉妲所生",
          image: "/img/story-bg-17.jpg",
          __typename: "Artist",
        },
        {
          postid: 4902,
          title: "頂天立地的巨人——牧夫座",
          categoryid: "story",
          updatetime: "1649260800000",
          content:
            "在春季及夏季的夜空中，順著北斗七星的斗柄曲線延伸過去，可以看到一顆火紅耀眼的紅巨星－大角。從大角星再往北方延伸，可以拉出一個冰淇淋的圓筒狀，又像一面長尾巴的風箏，這就是牧夫座。\n\n---\n\n### 在希獵神話中\n\n遠古時期的神族分為兩派：泰坦巨神族和奧林帕斯神族，最後由宙斯所領導的奧林帕斯神族獲勝，而泰坦巨神族的領導者－阿特拉斯，則被宙斯處以背負頂天的苦刑。沒錯！就像中國神話的盤古一樣，需要腳踩著地、手頂起天，人類才能在天地之間生活無虞。頂天的任務對於身強體壯的泰坦巨神來說並非難事，但神是長生不死的，永久背負天空實在相當苦悶難熬。\n\n<br />\n\n話說當時有個蛇髮女妖梅杜莎，只要和她四目相接的生物都會馬上變成石頭，後來被人類英雄柏修斯給斬殺。有一天柏修斯騎著飛馬經過奧林帕斯山，阿特拉斯再也受不了頂天的苦刑，遂請求柏修斯的協助。善良的柏修斯緩緩拿出梅杜莎的頭顱，阿特拉斯定睛一看，馬上變成一尊石像，但在變成石像前，臉上已露出一抹淺淺的微笑。\n\n<br />\n\n雖然他曾經是宙斯的敵人，但宙斯仍感念他的功勞，便將他頂天立地的模樣，升到天上成為牧夫座，表彰其功績。\n\n> 在希臘神話裡，不管是人、神還是妖，都有相當人性化的一面，是不是很有趣呢？",
          description:
            "及夏季的夜空中，順著北斗七星的斗柄曲線延伸過去，可以看到一顆火紅耀眼的紅巨星－大角。從大角星再往北方延伸，可以拉出一個冰淇淋的圓筒狀，又像一面長尾巴的風箏，這就是牧夫座。---### 在希獵神",
          image: "/img/story-bg-16.jpg",
          __typename: "Artist",
        },
        {
          postid: 4901,
          title: "仁心仁術的弄蛇人——蛇夫座和巨蛇座",
          categoryid: "story",
          updatetime: "1649260800000",
          content:
            "在夏季南方的夜空，有許多星星排成一個巨大無比的鐘形，左右還各突出兩條弧形星星連線，古希臘人把這個形狀想像成一個大力士抓著一條巨蛇，這就是蛇夫座和巨蛇座，看起來像不像一頂超巨大的墨西哥帽呢？\n\n---\n\n### 阿斯克勒庇俄斯\n\n蛇夫座有個非常饒舌的名字－阿斯克勒庇俄斯（Asclepius），他是太陽神阿波羅的兒子，從小就拜人馬族的長老－凱龍（Chiron）為師。有一次凱龍帶他的學生們去市集，發現有人在鬥蛇，同學們都興高采高烈地加油喧叫，只有阿斯克勒庇俄斯擔心受傷的蛇會不會死掉，不停詢問凱龍老師怎麼救牠們。凱龍大受感動，便將自己的醫術全都傳授給他。阿斯克勒庇俄斯不僅馬上將蛇救活，而且不負神之子的名號，長大後成為一位受人敬重的醫生，並且青出於藍，連死人都有辦法救活！\n\n<br />\n\n漸漸地由於冥府的靈魂越來越少，人間與冥府漸漸失衡，破壞大自然的規律，搞得連天神宙斯都要出面拜託阿斯克勒庇俄斯不要再將死人救活。誰知固執的他仍堅持醫生不能見死不救，宙斯不得已只好將用一道閃電將他劈死，但為了感念他的仁心仁術，把他和小時候救活以後就跟他身邊的巨蛇一起升上天空，成為萬人瞻仰的星座。\n\n> 時至今日，許多國家的醫院圖騰上都跟蛇有關。\n\n我國衛生福利部的圖徽中心也有一條蜷曲向上的蛇，都是為了紀念他喔！",
          description:
            "南方的夜空，有許多星星排成一個巨大無比的鐘形，左右還各突出兩條弧形星星連線，古希臘人把這個形狀想像成一個大力士抓著一條巨蛇，這就是蛇夫座和巨蛇座，看起來像不像一頂超巨大的墨西哥帽呢？---##",
          image: "/img/story-bg-15.jpg",
          __typename: "Artist",
        },
        {
          postid: 4900,
          title: "秋夜星空之皇族星座",
          categoryid: "story",
          updatetime: "1649260800000",
          content:
            "秋季星空雖然是四季中亮星最少的一個季節，可是關於秋天的星座傳說故事卻一點也不輸其他季節喔！\n\n> 主要可分為北天的「皇族星座」與南天的「水族星座」兩大脈絡哦！\n\n首先要介紹的北天「皇族星座」中主要會提到的角色有仙女座、仙王座、仙后座、英仙座，飛馬座及鯨魚座。\n\n---\n\n### 希臘神話中\n\n古代衣索比亞王國的皇后卡西歐佩亞（Cassiopeia）和女兒安德洛美達（Andromeda）長得非常美麗，為此皇后經常誇口說她們的美貌比海中的諸位女神還漂亮。女神們得知後十分不悅，於是求海神波賽頓（Poseidon）為她們主持公道。波賽頓因而派出大海怪凱圖斯（Cetus），使衣索比亞附近海域不得安寧，並揮動三叉戟招來海嘯淹沒良田、把百姓吞沒，甚至還逼迫國王克甫斯（Cepheus）將自己美麗的女兒安德洛美達獻給大海怪當祭品，換取百姓平安。\n\n<br />\n\n國王克甫斯別無選擇下便把女兒安德洛美達綁在海岸旁的岩石上。正巧，騎著飛馬（Pegasus）、剛斬除完蛇髮女妖梅杜莎（Medusa）的大英雄柏修斯（Perseus）剛好路過，他很驚訝的問了公主原因。此時，大海怪驟然現身，柏修斯趕緊拔劍迎戰，並取出梅杜莎的首級向大海怪一照，大海怪變成了一個巨大的石頭，立即沉入海底，公主也順利地被救了出來。\n\n<br />\n\n後來，柏修斯迎娶了公主安德洛美達為妻，一起回到衣索比亞。在他們死後，宙斯把他們升到天空成為秋季的星座之一。國王克甫斯成為仙王座，皇后卡西歐佩亞成為仙后座，公主安德洛美達成為仙女座，大英雄柏修斯成為英仙座，連他的坐騎也成為飛馬座，而大海怪凱圖斯則成為鯨魚座。",
          description:
            "空雖然是四季中亮星最少的一個季節，可是關於秋天的星座傳說故事卻一點也不輸其他季節喔！ 主要可分為北天的「皇族星座」與南天的「水族星座」兩大脈絡哦！首先要介紹的北天「皇族星座」中主要會提到的角",
          image: "/img/story-bg-14.jpg",
          __typename: "Artist",
        },
      ],
      pageInfo: {
        hasNextPage: true,
        hasPreviousPage: false,
        start: 4903,
        end: 4900,
        __typename: "PageInfo",
      },
      __typename: "ArtistsConnection",
    },
  },
};
