export default {
  data: {
    artists: {
      edges: [
        {
          postid: 4886,
          title: "哈伯序列",
          categoryid: "other",
          updatetime: "1649174400000",
          content:
            '## 哈伯在1926年針對星系的外觀——\n\n將星系大致分為三類：\n- 橢圓星系\n- 透鏡星系\n- 螺旋星系\n\n<br />\n\n第四類則是呈現不規則形狀的不規則星系。\n\n<br />\n\n此分類法稱為哈伯序列，由於其圖表看起來很像音叉，所以也稱為哈伯音叉圖。\n\n<br />\n\n在哈伯序列的左側為橢圓星系，依照扁平程度予以分類，從差不多成球狀的星系(E0)到最扁平的星系(E7)，皆未有圓盤部分。數字部分的算法為10(1-(b/a))，其中a、b為橢圓的半長軸及半短軸。\n\n<br />\n\n哈伯序列中間的為透鏡狀星系(S0)，這類星系沒有旋臂，只有中央的核球及扁平的圓盤。\n\n<br />\n\n哈伯序列最右邊的為螺旋星系，又分成上下兩個部分。上半部為典型的螺旋星系，下半部的星系除了有螺旋結構外，星系中央還有明顯的棒狀結構，故又稱為棒旋星系。螺旋星系依據旋臂的緊繞程度，從緊到鬆依序為a、b、c，甚至還有d及e。\n\n<br />\n\n不規則星系並沒有列在哈伯序列裡，主要是一些外觀比較奇特的星系。\n\n<br />\n\n根據研究，科學家們認為，在宇宙的演化過程中，螺旋星系或是不規則星系會發生大規模碰撞，最後形成橢圓星系。\n\n> 也就是說——螺旋星系和不規則星系為早期的天體，而橢圓星系屬於晚期的天體。\n\n螺旋星系的圓盤部分會往相同方向旋轉，同時在盤面及旋臂的地方，恆星形成較為活躍；而橢圓星系不會朝相同方向旋轉，各恆星的運動有很強的隨機傾向，而且也因為屬於老年天體，不容易有恆星的誕生。\n\n<br />\n\n<img src="https://i.imgur.com/EQ7LJMd.png" style="max-width: 100%" />\n\n(哈伯序列，Credit：The original uploader was Cosmo0 at English Wikipedia, Public domain, via Wikimedia Commons)',
          description:
            "哈伯在1926年針對星系的外觀——將星系大致分為三類：- 橢圓星系- 透鏡星系- 螺旋星系第四類則是呈現不規則形狀的不規則星系。此分類法稱為哈伯序列，",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4885,
          title: "伽利略斜面運動實驗",
          categoryid: "other",
          updatetime: "1649174400000",
          content:
            "## 亞里斯多德認為——\n\n物體若要移動，便要有外力的提供，若外力消失，則物體也將會靜止。\n\n<br />\n\n但伽利略設計了一個斜面運動實驗，透過實驗，推翻了亞里斯多德的看法。\n\n<br />\n\n伽利略設計了一個V字形滑軌，表面非常光滑，幾乎可以忽略掉摩擦力。\n\n<br />\n\n伽利略發現，當小球從左上方往右下方滑落時，其速度會越來越快，但往右上方上升的時候，速度會越來越慢，而最後靜止的地方，其高度會和一開始的高度相同。\n\n<br />\n\n如果調低右側滑軌的斜率，小球仍然會滾到相同的高度，同時水平移動距離也更長。\n\n> 因此若將右側滑軌斜率逐漸調低並降至水平，則根據前面的經驗，如果沒有摩擦力的影響，則小球將會一直滾下去，保持等速度運動。\n\n在任何實驗當中，摩擦力都無法完全去除，所以任何真實的實驗都無法完美地驗證慣性定理，這也是為什麼古人會覺得，物體在不受力的狀態下，最終必定會靜止的原因。",
          description:
            "亞里斯多德認為——物體若要移動，便要有外力的提供，若外力消失，則物體也將會靜止。但伽利略設計了一個斜面運動實驗，透過實驗，推翻了亞里斯多德的看法。伽利略設計",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4884,
          title: "伽利略自由落體思想實驗",
          categoryid: "other",
          updatetime: "1649174400000",
          content:
            "## 亞里斯多德認為在自由落體的狀態下——\n\n> 物體重量越重，落下的速度越快，但伽利略思考之後，認為這說法是錯誤的。\n\n假設有一顆鉛球和一顆乒乓球，用細繩綁在一起，當它們同時下落時，如果亞里斯多德的推論是正確的。\n\n<br />\n\n那麼鉛球就會落得比較快，而乒乓球因為落得比較慢，會施加一個阻力給鉛球，使得鉛球減速，因此整體的下落速度應該會介於鉛球和乒乓球下落速度之間。\n\n<br />\n\n然而，如果把兩顆球看成一個整體，則總重量大於鉛球，那麼它的下落速度應該比鉛球來得快。\n\n<br />\n\n由於這兩個推論互相矛盾，因此亞里斯多德的理論是錯的，兩顆球應該會同時落地，不論它們的質量是否相同。",
          description:
            "亞里斯多德認為在自由落體的狀態下—— 物體重量越重，落下的速度越快，但伽利略思考之後，認為這說法是錯誤的。假設有一顆鉛球和一顆乒乓球，用細繩綁在一起，當它們同時下落時，如果亞里斯多德的推論是",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4883,
          title: "何謂歲差？",
          categoryid: "calendar",
          updatetime: "1649174400000",
          content:
            "## 曆法相關\n\n> 由於地球自轉速率頗高，因此赤道直徑較兩極直徑多43公里左右，故地球呈扁球狀。\n\n當地球繞太陽公轉的過程中，受到日、月等天體引力的影響，造成地軸與軌道面呈約66.5度的傾斜，亦使得自轉軸在空間中作圓錐形的運動，如同旋轉中陀螺的旋轉軸所做的運動一般，地軸依逆時針方向繞黃道軸轉圈。\n\n<br />\n\n交角為約23.5度，繞1圈週期約2萬5千8百年，於是天球赤道與黃道的交點(春分點)每年會向西退行約50.26角秒，地球在公轉軌道上運行此段距離約需20分鐘，故回歸年(以春分點為準)較地球實際繞太陽1周360度的時間短約20分鐘左右，是為歲差。",
          description:
            "曆法相關 由於地球自轉速率頗高，因此赤道直徑較兩極直徑多43公里左右，故地球呈扁球狀。當地球繞太陽公轉的過程中，受到日、月等天體引力的影響，造成地軸與軌道面呈約66.5度的傾斜，亦使得自轉軸",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4882,
          title: "世界時區如何劃分？",
          categoryid: "calendar",
          updatetime: "1649174400000",
          content:
            "## 曆法相關\n\n地球上各地方晝夜循環不息，以英國格林維治地方的子午線為標準時刻的世界時，不適合世界各地民眾的日夜起居作息時間，西元1884年，在美國華盛頓召開的國際性時間會議中決議，全世界按統一標準劃分時區，實行分區計時。\n\n> 這種時間稱為標準時，它以格林維治經線為0度作標準\n\n把西經7.5度到東經7.5度均定為零時區，由零時區分別向東與向西每隔15個經度劃為1個時區，東西各有12個時區，東12區與西12區重合，此區有1條國際換日線，作為國際日期的變換，全球合計共有24個標準時區，同1時區內使用同1時刻，每向東過1時區則鐘錶撥快1小時，向西則撥慢1小時。\n\n<br />\n\n不過時區界線原則上雖按上述方式劃分，但為方便實施避免施政困擾，世界各國往往加以變通，取政區界線或自然界線來劃分時區，臺灣在地理位置上屬於東8區。\n\n```\n各國時區範圍常會因政體變遷而有變化，\n可前往美國海軍天文臺網頁參考最新時區圖。\n```",
          description:
            "曆法相關地球上各地方晝夜循環不息，以英國格林維治地方的子午線為標準時刻的世界時，不適合世界各地民眾的日夜起居作息時間，西元1884年，在美國華盛頓召開的國際性時間會議中決議，全世界按統一標準劃分時",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4881,
          title: "何謂日晷（sundial）?可分那幾類？",
          categoryid: "calendar",
          updatetime: "1649174400000",
          content:
            '## 曆法相關\n\n> 日晷又名日規，晷字就是影的意思，是古代測量日影方位角以定時刻的1種工具。\n\n最原始的日晷只是在地面上直立一支8尺的竿子，至周朝已改進為圭表，圭是平置在地面上的1支玉石所製的尺，表是直立地面的1支8尺木竿，到漢代改用銅表。\n\n<br />\n\n日晷按其架構形式，大體上可分為赤道日晷、地平日晷及垂直日晷等。\n\n<br />\n\n- 赤道日晷其圭盤與地球赤道面平行，圭表通過圭盤中心垂直於圭盤，圭表與地軸平行，頂端指向北極。\n- 地平日晷以立於水平面上1塊三角斜板為圭表，圭表對準南北方位，圭盤可為半圓形，圭表斜邊對圭盤的傾角為當地緯度，此種日晷製造容易，適合中緯度地區使用，比較普遍。\n- 垂直日晷係安置在建築物的牆壁上，牆壁與地平面垂直，而圭盤平置或繪於牆面，因牆壁朝向方位不同，所以有正南、正北、朝東、朝西或偏向等不同的垂直日晷，其圭表安置的方式依日晷的不同而異。\n\n<br />\n\n赤道及地平日晷分別如附圖所示，其中φ代表當地的緯度。\n\n<br />\n\n<img src="https://i.imgur.com/CdSEEWg.png" style="max-width: 100%" />',
          description:
            "曆法相關 日晷又名日規，晷字就是影的意思，是古代測量日影方位角以定時刻的1種工具。最原始的日晷只是在地面上直立一支8尺的竿子，至周朝已改進為圭表，圭是平置在地面上的1支玉石所製的尺，表是直立",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4880,
          title: "何謂時差（equation of time）？",
          categoryid: "calendar",
          updatetime: "1649174400000",
          content:
            '## 曆法相關\n\n> 由於視太陽時每日長短不一，古代以日晷或漏壺計時尚能相符。\n\n但鐘錶發明以後，計時精密度大增，視太陽時不能配合鐘錶使用，天文家取視太陽時之1年時間而平均之，稱為平均太陽時（平太陽時）。\n\n<br />\n\n，而視太陽時與平太陽時每日相差數值稱為時差，由下圖時差曲線可以發現時差每日皆不同，例如11月初，時差約為負16分，表示視太陽時比平太陽時快16分。\n\n<br />\n\n但是，1年中有4次視太陽時與平太陽時相合的日子。時差之值雖然每年不同，但變化極小，幾乎每年通用，詳細數值可於天文年曆中查得。\n\n<br />\n\n<img src="https://i.imgur.com/uG0PHok.png" style="max-width: 100%;" />',
          description:
            "曆法相關 由於視太陽時每日長短不一，古代以日晷或漏壺計時尚能相符。但鐘錶發明以後，計時精密度大增，視太陽時不能配合鐘錶使用，天文家取視太陽時之1年時間而平均之，稱為平均太陽時（平太陽時）。",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4879,
          title: "時的分類為何？",
          categoryid: "calendar",
          updatetime: "1649174400000",
          content:
            "## 曆法相關\n\n> 觀測天體的運行來定時刻有兩種——\n\n以太陽為準所得的時刻為太陽時，以恆星為準所得的時刻為恆星時，由於人類自古以來均以太陽時為作息時刻，因此太陽時在應用上又產生各種不同的時制。\n\n1. 視太陽時 - 古代以日晷測時所得的時刻。\n2. 平太陽時 - 由於視太陽時每日長短不一，為了便於使用，以全年視太陽時總和平均所得叫平均太陽時，簡稱平太陽時。\n\n```\n平太陽時依採用子午線之不同\n```\n\n### 又產生下列各種時：\n- 世界時─以格林維治子午線為準，行24小時制，主要為科學用途。\n- 標準時─以格林維治子午線為起點，每15度定1標準經線，分全球為24時區。\n- 政令時─夏令時或日光節約時，在夏季將標準時撥快1小時。\n- 地方平時─即本地平太陽時。",
          description:
            "曆法相關 觀測天體的運行來定時刻有兩種——以太陽為準所得的時刻為太陽時，以恆星為準所得的時刻為恆星時，由於人類自古以來均以太陽時為作息時刻，因此太陽時在應用上又產生各種不同的時制。1. ",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4878,
          title: "何謂干支週期？",
          categoryid: "calendar",
          updatetime: "1649174400000",
          content:
            "## 曆法相關\n\n> 干支週期又稱甲子週期——\n\n中國古代曆法中將干支週期用於紀日，也用於紀年、紀月、紀時。\n\n<br />\n\n以10個天干的甲、乙、丙、丁、戊、己、庚、辛、壬、癸，和12個地支的子、丑、寅、卯、辰、巳、午、未、申、酉、戌、亥。天干在前地支在後兩兩依序互相配合，成為60干支。（甲子、乙酉、……甲戌、乙亥、……癸亥）\n\n<br />\n\n如干支紀日法，把60個干支配合在日子上，每日1名循環不斷，由甲骨文研究發現，自殷代以來已有完整的干支紀日系統，計有三千餘年不斷的歷史，是世界上最悠久的紀日法。干支在歷史家考證年、月、日上，佔有很重要的地位，因此中國古曆，亦稱為陰陽甲子三合曆。",
          description:
            "曆法相關 干支週期又稱甲子週期——中國古代曆法中將干支週期用於紀日，也用於紀年、紀月、紀時。以10個天干的甲、乙、丙、丁、戊、己、庚、辛、壬、癸，和12個地支的子、丑、寅",
          image: null,
          __typename: "Artist",
        },
      ],
      pageInfo: {
        hasNextPage: true,
        hasPreviousPage: false,
        start: 4886,
        end: 4878,
        __typename: "PageInfo",
      },
      __typename: "ArtistsConnection",
    },
  },
};
