export default {
  data: {
    searchArtists: {
      edges: [
        {
          postid: 4900,
          title: "秋夜星空之皇族星座",
          categoryid: "story",
          updatetime: "1649260800000",
          content:
            "秋季星空雖然是四季中亮星最少的一個季節，可是關於秋天的星座傳說故事卻一點也不輸其他季節喔！\n\n> 主要可分為北天的「皇族星座」與南天的「水族星座」兩大脈絡哦！\n\n首先要介紹的北天「皇族星座」中主要會提到的角色有仙女座、仙王座、仙后座、英仙座，飛馬座及鯨魚座。\n\n---\n\n### 希臘神話中\n\n古代衣索比亞王國的皇后卡西歐佩亞（Cassiopeia）和女兒安德洛美達（Andromeda）長得非常美麗，為此皇后經常誇口說她們的美貌比海中的諸位女神還漂亮。女神們得知後十分不悅，於是求海神波賽頓（Poseidon）為她們主持公道。波賽頓因而派出大海怪凱圖斯（Cetus），使衣索比亞附近海域不得安寧，並揮動三叉戟招來海嘯淹沒良田、把百姓吞沒，甚至還逼迫國王克甫斯（Cepheus）將自己美麗的女兒安德洛美達獻給大海怪當祭品，換取百姓平安。\n\n<br />\n\n國王克甫斯別無選擇下便把女兒安德洛美達綁在海岸旁的岩石上。正巧，騎著飛馬（Pegasus）、剛斬除完蛇髮女妖梅杜莎（Medusa）的大英雄柏修斯（Perseus）剛好路過，他很驚訝的問了公主原因。此時，大海怪驟然現身，柏修斯趕緊拔劍迎戰，並取出梅杜莎的首級向大海怪一照，大海怪變成了一個巨大的石頭，立即沉入海底，公主也順利地被救了出來。\n\n<br />\n\n後來，柏修斯迎娶了公主安德洛美達為妻，一起回到衣索比亞。在他們死後，宙斯把他們升到天空成為秋季的星座之一。國王克甫斯成為仙王座，皇后卡西歐佩亞成為仙后座，公主安德洛美達成為仙女座，大英雄柏修斯成為英仙座，連他的坐騎也成為飛馬座，而大海怪凱圖斯則成為鯨魚座。",
          description:
            "空雖然是四季中亮星最少的一個季節，可是關於秋天的星座傳說故事卻一點也不輸其他季節喔！ 主要可分為北天的「皇族星座」與南天的「水族星座」兩大脈絡哦！首先要介紹的北天「皇族星座」中主要會提到的角",
          image: "/img/story-bg-14.jpg",
          __typename: "Artist",
        },
        {
          postid: 4899,
          title: "秋夜中的水族星座",
          categoryid: "story",
          updatetime: "1649260800000",
          content:
            "上回說完了秋季星空北天的「皇族星座」故事，讓我們將視野轉向南天，來看一看秋天夜晚在南天「水族星座」的有趣故事吧！\n\n> 南天的「水族星座」主要成員有南魚座、摩羯座、寶瓶座、雙魚座！我們挑幾個來看看吧。\n\n一切都要從一場「逃跑之宴」說起……\n\n---\n\n### 逃跑之宴\n\n宙斯(Zeus)非常喜歡熱鬧，所以在眾神所居住的奧林帕斯山經常舉行盛大的宴會。有一天，天氣十分晴朗，也是一個適合舉行宴會的好日子，宙斯邀請了所有神明在幼發拉底河舉行盛大宴會，其中「愛與美之神」阿芙洛狄忒(Aphrodite)帶著小兒子「愛神」愛洛斯(Eros)也出席了這場宴會。\n\n<br />\n\n正當宙斯和他的妻子赫拉(Hera)興高采烈地與眾神推杯換盞，大廳中央半人半羊模樣的潘恩(Pan)正用自製的蘆笛吹奏著動人的曲調，文藝女神們隨著曲調舞動，一片和諧融洽、太平盛世景象時，突然狂風大作、黃沙遍起，「百頭巨妖」泰風(Typhon)乍然現身，伸出他的巨大雙手，胡亂拍打著山丘，拔起樹木，踐踏房屋，把場面搞得一片凌亂。\n\n<br />\n\n面對突然而來的災難，眾神紛紛變成動物逃跑，天后赫拉變為白色母牛、太陽神阿波羅（Apollo)變為老鷹，神使赫耳墨斯（Hermes）變為朱鷺，酒神狄俄倪索斯(Dionysus)變為山羊，阿芙洛狄忒則化身為魚逃走，但逃了一會才發現寶貝兒子愛洛斯沒有跟上，於是找到了愛洛斯後，為了防止再度與她走散，於是便將兩人的腳綁在一起，然後再變成魚兒逃走。\n\n<br />\n\n當眾神紛紛逃命去時，潘恩太專心演奏蘆笛了，來不及應變，驚慌中急忙跳進水中，怎料他的變身並不成功，只有下半身變成了魚，上半身卻還是山羊模樣…...\n\n<br />\n\n後來，宙斯為了紀念這場逃跑之宴，便把許多神變成的動物放上天空，其中，阿芙洛狄忒化身的魚成為了南魚座，而她和她兒子愛洛斯綁在一起的兩條魚則成為了雙魚座，而潘恩化身的羊身魚尾則成了魔羯座，連為諸神斟酒的美少男甘尼梅德(Ganymede)都成了寶瓶座。",
          description:
            "完了秋季星空北天的「皇族星座」故事，讓我們將視野轉向南天，來看一看秋天夜晚在南天「水族星座」的有趣故事吧！ 南天的「水族星座」主要成員有南魚座、摩羯座、寶瓶座、雙魚座！我們挑幾個來看看吧。一",
          image: "/img/story-bg-13.jpg",
          __typename: "Artist",
        },
        {
          postid: 4896,
          title: "北極星之秘",
          categoryid: "story",
          updatetime: "1649260800000",
          content:
            "韓劇冬季戀歌中，男主角曾說過這麼一段話﹕\n\n> 在山上迷路的時候，只要找到北極星就可以了。因為季節變換，其他的星星位置都會改變，只有北極星永遠在原地不動。\n\n北極星的位置是否真的永恆不動呢?\n\n<br />\n\n一般人會有這種感覺是因為地球自轉所造成的。\n\n<br />\n\n地球自轉軸的正北端與北極星相當接近（相距約40角分），所以我們從地面上看過去北極星幾乎不會動。\n\n---\n\n正因為北極星如此特殊，所以祂又被中國人喻為玄天上帝的化身。\n\n<br />\n\n相傳玄天上帝的前世是位屠夫，為了贖罪他曾到武當山修行，得道升天後還收服了龜、蛇二妖，為百姓除害。這就是為什麼在廟宇中，玄天上帝的神像總是手拿長劍，赤腳踏著龜蛇。\n\n<br />\n\n更有趣的是，聽說當初玄天上帝收服龜、蛇二妖時誤入石榴林被它的尖刺刺得哇哇大叫，所以相當討厭石榴，因此信徒們祭祀玄天上帝時都會避免準備石榴這項水果呢！",
          description:
            "季戀歌中，男主角曾說過這麼一段話﹕ 在山上迷路的時候，只要找到北極星就可以了。因為季節變換，其他的星星位置都會改變，只有北極星永遠在原地不動。北極星的位置是否真的永恆不動呢?",
          image: "/img/story-bg-11.jpg",
          __typename: "Artist",
        },
        {
          postid: 4895,
          title: "春夜星空中的皇冠——北冕座",
          categoryid: "story",
          updatetime: "1649260800000",
          content:
            "在春季夜空的星座中，有一個由七顆閃亮寶石所組成的美麗皇冠﹣北冕座。\n\n<br />\n\n它位於牧夫座和武仙座之間，位置大約落在牧夫座的大角星和天琴座的織女星兩顆亮星之間。\n\n> 這個皇冠是酒神送給他的妻子阿里阿德涅公主的結婚禮物\n\n今天就來跟大家分享這個神話故事吧！\n\n---\n\n### 彌諾陶洛斯\n\n北冕座的故事要從怪物彌諾陶洛斯(Minotaur)開始說起，牠是一個半人半牛的怪物，被關在克里特島上的一個巨大的迷宮中，雅典每年都被迫進貢七對童男童女以供彌諾陶洛斯食用。而雅典的英雄忒修斯(Theseus)則自告奮勇要前去殺死那頭可怕的怪物，克里特島上的公主阿里阿德涅(Ariadne)看到英俊的忒修斯為了無辜的孩童而挺身而出，於是給了他一團線團，讓忒修斯可以標記出迷宮的出路。\n\n<br />\n\n而在彌諾陶洛斯被殺死後，忒修斯駕船帶著阿里阿德涅返回雅典的途中做了一個夢，夢中命運女神告訴他，阿里阿德涅命中注定是酒神的妻子，忒修斯心知無法與命運對抗，於是趁著阿里阿德涅在熟睡時離開了她。\n\n<br />\n\n<br />\n\n### 酒神\n\n公主醒來後發現自己被拋棄，在悲痛欲絕時恰好遇上了路過的英俊酒神戴歐尼修斯(Dionysus)，酒神溫柔的安慰贏得了公主的芳心，從此兩人結為連理，酒神送給阿里阿德涅的皇冠則高掛在天空上，化為閃亮美麗的北冕座，以此見證他們的愛情。\n\n<br />\n\n在這段故事中，可以發現就是因為命運女神的話語，才導致了後來阿里阿德涅嫁給酒神的結局，是否有感受到命運的絲線彷彿早已在命運女神的紡車下編織而成呢？",
          description:
            "夜空的星座中，有一個由七顆閃亮寶石所組成的美麗皇冠﹣北冕座。它位於牧夫座和武仙座之間，位置大約落在牧夫座的大角星和天琴座的織女星兩顆亮星之間。 這個皇冠是酒神送給他的妻子阿里",
          image: "/img/story-bg-10.jpg",
          __typename: "Artist",
        },
        {
          postid: 4891,
          title: "最璀璨明星——天狼星",
          categoryid: "story",
          updatetime: "1649260800000",
          content:
            "> 明亮的星星在寒冷的夜晚閃著孤寂的寒光\n\n冬天是亮星最多的季節，有別於夏季星空的繁星密度，冬夜星空中的星斗稀疏得多，相較之下星座卻格外壯麗，是ㄧ個適合新手觀賞星空的季節。\n\n---\n\n### 神話中\n\n晚上約8點鐘可以觀察到素有王者星座的獵戶座輝映在正南方的天空。希臘神話中獵戶座原來是個獵人名叫奧利翁，是位神射手，與同樣喜歡狩獵的月亮女神是ㄧ對戀人，卻因為月亮女神的哥哥阿波羅神從中作梗，讓這段戀情以傷心告終。獵戶座是由亮度相當的七顆亮星所組成，其中肩膀上的是ㄧ顆紅巨星參宿四，透過獵戶座可以找到其它的亮星跟星座。\n\n<br>\n\n### 大犬座\n\n獵人狩獵總會帶上大犬跟小犬，天空中的大犬座、小犬座就排列在獵人身邊，而在大犬座鼻子上可以找到全天空最亮的天狼星，它距離地球8.6光年，在中國古代被視為災星，天狼星代表入侵的異族，它的明暗變化預示了邊疆的安危;而在J.K羅琳筆下的天狼星則化身為哈利波特的教父，是位化獸師而且會變成狗狗的模樣，碰巧的是天狼星就位在大犬座之上。\n\n<br>\n\n### 當季的幾何\n\n小犬座最亮的就屬南河三，剛剛提到的參宿四、天狼星、南河三這三顆亮星可以連線成冬季大三角，一年四季都有屬於的當季的幾何圖形，可以藉由這些幾何圖形來認星星。\n\n<br>\n\n冬夜的夜空中仍有許多瑰麗的星團及造型獨特的天體等待您去發掘讚賞。\n\n```\n讓我們相邀到南瀛天文館觀星去吧！\n```",
          description:
            "亮的星星在寒冷的夜晚閃著孤寂的寒光冬天是亮星最多的季節，有別於夏季星空的繁星密度，冬夜星空中的星斗稀疏得多，相較之下星座卻格外壯麗，是ㄧ個適合新手觀賞星空的季節。---### 神話中晚",
          image: "/img/story-bg-06.jpg",
          __typename: "Artist",
        },
        {
          postid: 4876,
          title: "星期次序是如何排列的？",
          categoryid: "calendar",
          updatetime: "1649174400000",
          content:
            "## 曆法相關\n\n> 我們知道每7日1週的週期叫做星期——\n\n這種週期據說源於古巴比倫時代，是以日月五星等七曜配合於7日而成，七曜的次序，依埃及托勒密時代的宇宙觀，以為地球為宇宙的中心。\n\n<br />\n\n### 當時認為\n\n日月五星對地球的距離由遠而近依序為：\n\n```\n土、木、火、日、金、水、月。\n```\n\n當初七曜是配合於1日的24小時以用於占星術上，從土曜開始各曜各主1小時，依序排列24小時後再連接於次日，這樣繼續不斷，直到代表每日首時的各曜都排列出來。\n\n<br />\n\n它們分別為土、日、月、火、水、木、金的次序，又以日曜為主日，形成今日的日、月、火、水、木、金、土等七曜的星期次序，後來為求更簡單明瞭，演變為星期日、星期一……星期六的名稱。",
          description:
            "曆法相關 我們知道每7日1週的週期叫做星期——這種週期據說源於古巴比倫時代，是以日月五星等七曜配合於7日而成，七曜的次序，依埃及托勒密時代的宇宙觀，以為地球為宇宙的中心。",
          image: null,
          __typename: "Artist",
        },
        {
          postid: 4836,
          title: "Ia 型超新星爆炸",
          categoryid: "universe",
          updatetime: "1649174400000",
          content:
            "## Ia 型超新星爆炸的原型是一對雙星\n\n其中質量高的一顆恆星（白色）演化速度較快，先演化進入紅巨星階段，紅巨星的外層氣體被吸入伴星（黃色）的洛希半徑並慢慢散開，留下核心成為一顆白矮星。\n\n<br />\n\n隨著時間過去，黃色伴星也進入演化末期的紅巨星階段，外層氣體也隨著膨脹進入伴星白矮星的洛希半徑，當被吸附上白矮星的氣體質量累積超過白矮星所能承受的質量上限，白矮星承受不住壓力即會爆發，形成超新星爆炸，而此種超新星爆炸則被稱為Ia型的超新星爆炸。\n\n<br />\n\n![Untitled](https://i.imgur.com/kAUM68O.png)",
          description:
            "Ia 型超新星爆炸的原型是一對雙星其中質量高的一顆恆星（白色）演化速度較快，先演化進入紅巨星階段，紅巨星的外層氣體被吸入伴星（黃色）的洛希半徑並慢慢散開，留下核心成為一顆白矮星。",
          image: null,
          __typename: "Artist",
        },
      ],
      pageInfo: {
        hasNextPage: true,
        hasPreviousPage: false,
        start: 4900,
        end: 4836,
        __typename: "PageInfo",
      },
      __typename: "ArtistsConnection",
    },
  },
};
